[
    {
        "title": "Caleidoscópio",
        "author": "Bernardo Soares",
        "language": "Portuguese",
        "genre": "Livro do Desassossego",
        "type": "Other",
        "content": "Não fales... Aconteces demasiado... Tenho pena de te estar vendo... Quando serás tu apenas uma saudade minha? Até lá quantas tu não serás? E eu ter de julgar que te posso ver, é uma ponte velha onde ninguém passa... A vida é isto. Os outros abandonaram os remos... Não há já disciplina nas coortes... Foram-se os cavaleiros com a manhã e o som das lanças… Teus castelos ficaram esperando estar desertos... Nenhum vento abandonou os renques das árvores ao cimo… Pórticos inúteis, baixelas guardadas, prenúncios de profecias — isso pertence aos crepúsculos posternados nos templos e não agora, ao encontrarmo-nos, porque não há razões para tílias dando sombra senão teus dedos e o seu gesto tardio...\n\nRazão de sobra para territórios remotos... Tratados feitos por vitrais de reis... Lírios de quadros religiosos... Por quem espera o séquito?... Por onde se ergueu a águia perdida?\n",
        "favourite": "yes"
    },
    {
        "title": "A inacção consola de tudo",
        "author": "Bernardo Soares",
        "language": "Portuguese",
        "genre": "Livro do Desassossego",
        "type": "Other",
        "content": "A inacção consola de tudo. Não agir dá-nos tudo. Imaginar é tudo, desde que não tenda para agir. Ninguém pode ser rei do mundo senão em sonho. E cada um de nós, se deveras se conhece, quer ser rei do mundo.\n\nNão ser, pensando, é o trono. Não querer, desejando, é a coroa. Temos o que abdicamos, porque o conservamos, sonhando, intacto eternamente à luz do sol que não há, ou da lua que não pode haver.\n",
        "favourite": "yes"
    },
    {
        "title": "As Condições do Prestígio",
        "author": "Fernando Pessoa",
        "language": "Portuguese",
        "genre": "Ensaio e Crítica",
        "type": "Other",
        "content": "Descreveu Carlyle a humanidade como sendo um vaso cheio de cobras, cada uma d'elas tentando erguer a cabeça acima das de todas as outras.\n\nA frase, aparentemente simples, assenta contudo em uma intuição que conviria que os psicólogos e os sociólogos meditassem de perto — o amor ao prestígio como grande anseio humano, a vaidade como qualidade primária do homem social. Os redactores de projectos igualitários, os sonhadores de organizações sociais salvadoras — últimos crentes no milagre — fariam bem em meditar, podendo, este princípio, tirando d'ele, sabendo, as suas necessárias conclusões.\n\nNão é mais a vaidade que a confiança no efeito do valor próprio. A confiança só no valor próprio, que não no efeito d'ele, é outra coisa, e chama-se orgulho. Podem coexistir, podem não coexistir. Tão contraditória é a aparência da condição humana, que, podemos confiar no efeito de nosso valor, sem confiar nesse valor mesmo. É que na vida do espírito a acção precede sempre a consciência; movemo-nos antes que o queiramos.\n\nSeja como for, a importância social da vaidade é implícita na definição, (que demos) d'ela. Ao passo que a confiança no valor próprio, porém não no efeito d'ele, — isto é, na aceitação d'ele por outrem — intimida e paralisa o esforço, pelo receio da desilusão e da dificuldade; a confiança no efeito d'esse valor necessariamente estimula para a acção.\n\nHá por isso um sinal distintivo, pelo qual se diferençam os orgulhosos dos vaidosos: os orgulhosos são tímidos, os vaidosos são audazes. Há quem seja cumulativamente orgulhoso e vaidoso; quem o é será tímido e audaz ou intermitentemente, ou em manifestações diferentes do espírito.\n\nSe a vaidade é mais ridícula que o orgulho, é que é por natureza activa, e se revela sempre; o orgulho, como se esconde, mal pode aparecer onde o escarneçam. Por isto, e ordinariamente, tem-se a vaidade por baixa, e por nobre o orgulho. Nem um, nem outro, é nobre ou deixa de sê-lo. Pela razão já exposta — a essência activa da vida —, a vaidade é mais vulgar, o orgulho — sobretudo o orgulho sem, ou com pouca, vaidade — raro. Da sua raridade se deriva — (assim) como de seu menor ridículo e de sua pouca incidência, por inerte, sobre outrem — o mito da sua nobreza.\n\nÉ a vaidade a mestra do esforço, o sal da acção, o alimento da vida. Todo homem quer ser mais que os outros, dentro da esfera de ambição que a sua fantasia lhe determina. Ser mais rico que outro, mandar mais que outro, ser mais bonito, mais elegante, mais bem vestido — tais são as aspirações normais do último animal da evolução das espécies. D'elas nasce tudo que é social — o bom como o mau, assim o nobre como o mesquinho. O fato melhor do caixeiro, os gestos da condessa, a conquista da Gália por César, a Divina Comédia têm esta comum origem. Não há mister inventar, como Nietzsche, uma «vontade de poder» para disfarce opulento d'esta nudez do egoísmo humano. O pitecantropo vestido é menos dionisíaco do que isso.\n\nComo o orgulho vive para dentro, pensando e sentindo, e a vaidade para fora, operando, resulta que, ante o conseguimento alheio, o primeiro movimento de um é o desconsolo e o tédio, da outra o despeito e a inveja. A inveja é a qualidade primária da comparação social: gera as intrigas e as malícias de que se compõe a quotidianidade da vida; estimula rancorosamente o esforço que se vai cansando; é a matriz de quase todas as censuras e de todas as revoluções.\n\nTal é a realidade da vida humana: a vaidade como base, a inveja como meio, o progresso como fim. Certos há, porém, que escapam à inveja do comum dos homens. Ao sentimento, que despertam, e pelo qual fogem a essa inveja, chama-se ordinariamente prestígio. O prestígio é, pois, aquela imposição da nossa personalidade aos outros, que não lhes desperta a inveja.\n\nParece que a primeira condição do prestígio deve ser a superioridade — a superioridade por nós reconhecida. Não é assim. A só superioridade não evita a inveja; há mister que essa superioridade se baseie em uma diferença de qualidade, que não, ou que não só, de grau.\n\nA quem não temos por superior, e nos supera nos benefícios da vida, invejamos, invejamos simplesmente. A quem temos por nosso superior, porém como da mesma espécie que nós e nosso superior só em grau, invejamos ainda, porém de diverso modo: invejamos que a Natureza, que não já a Sorte ou o Destino, lhe concedesse as qualidades, por meio das quais nos supera. A quem, porém, sentimos não só superior, senão também diferente, dificilmente invejaremos, salvo se a inveja for uma disposição habitual nossa. Não há contraste sem semelhança. Não podemos comparar-nos com quem nos não parecemos. O nosso superior semelhante faz o que fazemos, porém melhor; o nosso superior diferente faz o que não poderíamos fazer nunca. Por isso um escritor português dificilmente invejará a celebridade de um escritor estrangeiro. Por isso Byron invejava Shakespeare, e só admirava Milton: o intuitivo menor doía-se do intuitivo maior; o grande racional não o ofendia.\n\nA primeira condição do prestígio é, pois, necessariamente a diferença — a diferença, porém, desacompanhada de inferioridade. Todos sentimos diferente um louco ou um imbecil; a nenhum damos prestígio. Não falemos ainda de superioridade; falemos só de diferença. A primeira condição do prestígio é a diferença que não é inferior. É que todo o raro, desde que não seja baixo, atrai e preocupa.\n\nComo, porém, a diferença tanto mais nos preocupará quanto menos pudermos definir em que consiste, segue que a segunda condição do prestígio é o mistério. Todos os grandes fascinadores se destacam por diferentes, e se insinuam por não se revelarem. Quando ouvirdes dizer que certo homem é «interessante» — é o primeiro adjectivo do prestígio — vereis que se deve entender que de certo modo se não compreende bem o que pensa, o que sente, que carácter tem. Os grandes sedutores usam conscientemente este processo de insinuação; muitas vezes não têm mais mistério que o saber o que o mistério vale.\n\nA terceira — mas só a terceira — condição do prestígio é, então, a superioridade. Quando é enorme e sensível envolve já a diferença, e por aí, que não por si, se prestigia. Quando é súbita, deslumbrante envolve já o mistério, e por ele, que não por si, adquire prestígio. De per si — isto é, como superioridade explicável, racional — não é nem o primeiro nem o segundo elemento da sujeição do espírito alheio.\n\nSão estas as três condições do prestígio. Quem queira analisar o conteúdo d'ele não encontrará mais que isto. O prestígio do homem de génio é d'esta ordem, porque o génio é diferente e misterioso.\n",
        "favourite": "yes"
    },
    {
        "title": "A Imoralidade das Biografias",
        "author": "Fernando Pessoa",
        "language": "Portuguese",
        "genre": "Ensaio e Crítica",
        "type": "Other",
        "content": "O génio, o crime e a loucura provêm, por igual, de uma anormalidade, representam, de diferentes maneiras, uma inadaptação ao meio. Se repousam, porém, sobre um igual fundo degenerativo, se o génio constitui, de por si, uma espécie nosográfica — são coisas que não sabemos. Manifestação especial de epilepsia larvada, como precipitadamente quis Lombroso, ou manifestação de uma diatese degenerativa, o certo é que o génio é, de sua natureza, uma anormalidade.\n\nSucede que a imaginação simplista das multidões não destrinça de instinto entre o que na personalidade do homem superior constitui, ou representa, superioridade, e o que nela resulta de concomitante, ou intercorrente, anormalidade psíquica, patentemente tal. No fundo, esta intuição espontânea é justa. Na personalidade tudo se liga? se interrelaciona. Não podemos “separar”, salvo por um processo analítico conscientemente truncador da realidade, na personalidade de Goethe, por exemplo, a modalidade específica da sua ideação literária e a tendência alucinativa que, como se sabe, obriga a autoscopia externa; nem podemos separar na personalidade de Shakespeare a intuição dramática de, por ex., a inversão sexual.\n\nA grande multidão de fascinados inferiores, incapazes de criar e de (...), falhos de inibição e de senso crítico, na impossibilidade de (... ), com razoável êxito (salvo um declarado [?] delírio de grandezas) imitar os poemas de Musset ou os de Verlaine, podem contudo, com maior aproximação, plagiar ao primeiro o copo [?] gigantesco com que se embriagava quotidianamente, e ao segundo a sua incurável vagabundagem e amoralidade de degenerado típico. Quem não pode fazer versos como Baudelaire pode, porém, tingir os cabelos de verde. A prática da pederastia, embora nem sempre fácil [...], é contudo mais fácil que a produção de uma segunda “Salomé”.\n\nAs biografias dos grandes homens realizam hoje, no sentido inverso, o que entre os homens da Renascença realizou a leitura de Plutarco. Criam um mimetismo [...].\n",
        "favourite": "no"
    },
    {
        "title": "Há três maneiras de ensinar uma coisa a alguém",
        "author": "Fernando Pessoa",
        "language": "Portuguese",
        "genre": "Ensaio e Crítica",
        "type": "Other",
        "content": "Há três maneiras de ensinar uma coisa a alguém: dizer-lhe essa coisa, provar-lhe essa coisa, sugerir-lhe essa coisa. O primeiro processo é o processo dogmático; emprega-se legitimamente ao ensinar coisas sabidas e provadas a criaturas incapazes, por infância ou ignorância, de compreender as provas, se se apresentassem. Assim se ensina gramática às crianças ou aos pouco instruídos, sem entrar em explicações, que seriam inúteis e resultariam frustes, sobre os fundamentos lógicos ou filológicos da gramática.\n\nO segundo processo é o processo filosófico; emprega-se legitimamente para transmitir a pessoas com plena formação mental certos ensinamentos, ou cientificamente assentes mas desconhecidos do discípulo, ou puramente teóricos e que portanto ele tem que compreender em seus fundamentos, para os poder criticar.\n\nO terceiro processo é o processo simbólico; emprega-se legitimamente para transmitir a pessoas com plena formação mental ensinamentos que exigem a posse de qualidades mentais superiores ao simples raciocínio, e o símbolo é dado para que essa pessoa, recorrendo ao que nela haja de embrionário dessas qualidades, ao mesmo tempo as desenvolva em si e vá compreendendo, por esse mesmo desenvolvimento, o sentido do símbolo que lhe foi dado.\n\nO primeiro processo dirige-se à memória e chama-se ensino; o segundo à inteligencia e chama-se demonstração; o terceiro à intuição. A este terceiro processo chama-se iniciação.\n\n                II\n\nUm símbolo é uma coisa exposta em termos de outra coisa, entendendo-se que a segunda (meio de expressão) é por natureza inferior à primeira (coisa expressa).\n",
        "favourite": "no"
    },
    {
        "title": "Os 3 géneros de artistas",
        "author": "Fernando Pessoa",
        "language": "Portuguese",
        "genre": "Ensaio e Crítica",
        "type": "Other",
        "content": "1. O artista para quem a arte é uma necessidade como que física, directa, como são a de comer e a de beber. Para este a arte é uma função da vida.\n\n2. O artista para quem a arte é um refúgio, um modo de esquecer a vida; como um narcótico, um vício qualquer, um álcool.\n\n3. O artista para quem a arte é uma tarefa, uma missão a cumprir.\n\nDo 1.º género são homens como Shelley, Byron - como o «romântico», em geral.\n\nDo 2.º género são homens como Verlaine, Baudelaire, e outros assim (incluir Maupassant).\n\nDo 3.º grupo são os grandes criadores como Milton.\n",
        "favourite": "yes"
    },
    {
        "title": "I do not know whether anyone has ever written a History of Translation(s)",
        "author": "Fernando Pessoa",
        "language": "English",
        "genre": "Ensaio e Crítica",
        "type": "Other",
        "content": "I do not know whether anyone has ever written a History of Translation(s). It should be long, but a very interesting book. Like a History of Plagiarisms — another possible masterpiece which awaits an actual author — it would brim over with literary lessons. There is a reason why one thing should bring up the other: a translation is only a plagiarism in the author's name. A History of Parodies would complete the series, for a translation is a serious parody in another language. The mental processes involved in translating well are the same as those involved in translating competently. In both cases there is an adaptation to the spirit of the author for a purpose which the author did not have; in one case the purpose is humour, where the author was serious, in the other one language when the author wrote in another. Will anyone one day parody a humorous into a serious poem? It is uncertain. But there can be no doubt that many poems — even many great poems — would gain by being translated into the very language they were written in. \n This brings up the problem as to whether it is art or the artist that matters, the individual or the product. If it be the final result that matters and that shall give delight, then we are justified in taking a famous poet's all but perfect poem, and, in the light of the criticism of another age, making it perfect by excision, substitution or addition. Wordsworth's Ode on Immortality is a great poem, but it is far from being a perfect poem. It could be rehandled to advantage.\n The only interest in translations is when they are difficult, that is to say, either from one language into a widely different one, or from a very complicated poem though into a closely allied language. There is no fun in translating between, say, Spanish and Portuguese. Anyone who can read one language can automatically read the other, so there seems also to be no use in translating. But to translate Shakespeare into one of the Latin languages would be an exhilarating task. I doubt whether it can be done into French; it will be difficult to do into Italian or Spanish; Portuguese, being the most pliant and complex of the Romance languages, could possibly admit the translation.",
        "favourite": "no"
    },
    {
        "title": "A Influência da Engenharia nas Artes Racionais",
        "author": "Álvaro de Campos",
        "language": "Portuguese",
        "genre": "Ensaio e Crítica",
        "type": "Other",
        "content": "(Apontamentos para uma estética não-aristotélica)\n\n                Quanto piu un’ arte porta seco fatica di corpo, tanto piu è vile.\n\n                                Leonardo da Vinci\n\nDe há muito sustento a teoria que a civilização é a criação de estímulos em excesso constantemente progressivo sobre a nossa capacidade de reacção a eles. A civilização é pois a tendência para a morte pelo desequilíbrio. A coisa mais útil que a ficção real chamada um povo pode fazer é resistir a civilizar-se por processos de civilização. Existir é não se deixar matar; ser civilizado é inventar reacções para os estímulos que excedem já a reacção possível, isto é, inventar reacções artificiais, quer dizer civilizadas, contra a própria civilização.\n\nTudo que é vivo subsiste pelo equilíbrio de duas forças — a de integração e a de desintegração, o anabolismo e o catabolismo dos fisiologistas. A que desintegra faz viver e morrer; a que integra faz morrer e viver. Uma insiste, e outra subsiste. Até à civilização (sociedade), e na ordem biótica, e mesmo abaixo da biótica, a força que insiste é que cria, porque destrói, e destruir é transformar; a força que subsiste é que deixa criar, porque não deixa destruir, e destruir é transformar para outro. Na ordem acima da biótica — isto é, nas sociedades — inverte-se a dinâmica dos factores agentes: a tendência para subsistir é que mata, a tendência para não subsistir é que faz viver. Isto porque a sociedade é um corpo naturalmente artificial, e vive por isso segundo leis que são contrárias às leis naturais.\n\nO que faz subsistir nas sociedades? A tradição, a continuidade, a tendência para permanecer, isto é, para não viver. E a tradição, a tendência para permanecer, tem três formas — o apego ao passado, que é a tradição vulgar; o apego ao presente, que é a moda; e o apego ao futuro, que é o ideal social em que se confia. O que faz viver, isto é, não subsistir, nas sociedades ? A anti-tradição, a tendência para não permanecer. E a tendência para não permanecer tem só uma forma — o apego ao não-passado, ao não-presente, e ao não-futuro. Isto quer dizer o apego ao abstracto e ao ideal em que não se confia. Por isso a força que conserva as sociedades é a inteligência de abstracção e imaginação.\n\nA inteligência de abstracção e imaginação tem duas formas — a matemática e a crítica. A matemática abstrai de toda a experiência, excepto da essência da experiência; o único critério de verdadeira objectividade que temos é o critério de matematização. A crítica abstrai de toda a experiência excepto de ela ser nossa; o único critério de verdadeira subjectividade que temos é o da confrontação, não das nossas impressões com as coisas, mas das coisas com as nossas impressões.\n\nDeve compreender-se que entendo por crítica toda a actividade crítica: a crítica, no sentido em que emprego a palavra, inclui toda a forma de actividade que ou não aceita, ou quer substituir a objectividade da experiência. Assim, a arte é uma forma de crítica, porque fazer arte é confessar que a vida ou não presta, ou não chega. Assim, também, a parte por assim dizer dogmática da religião (não a sua parte social nem a sua parte metafísica) é uma forma de crítica, porque crer numa coisa sem ser com uma razão, embora aparente (como acontece na metafísica, que procura explicar), não sendo essa coisa um elemento da experiência (objectiva), é querer substituir essa experiência...\n\nA crítica é, em suma, todo o artifício que é feito com inteligência, e sem fim social nenhum. Desde que sirva um ideal em vez de uma impressão [?], a crítica é falsa como crítica, não é crítica, em suma, mas só opinião.\n",
        "favourite": "no"
    },
    {
        "title": "A Arte é apenas e simplesmente a expressão de uma emoção",
        "author": "Fernando Pessoa",
        "language": "Portuguese",
        "genre": "Ensaio e Crítica",
        "type": "Other",
        "content": "A Arte é apenas e simplesmente a expressão de uma emoção. Um grito, uma simples carta pertencem um à arte de cantar, à literatura a outra, inevitavelmente.\n\nO próprio gesto é artístico segundo é ou não interpretação de uma emoção. Porque no gesto há o fim do gesto e a expressão desse fim. Uma coisa reporta-se à vontade, a outra à emoção. Elegância ou deselegância de um gesto significam conformidade ou não-conformidade com a emoção que exprime. Assim uma estátua da dor é a fixação dos gestos que mostram a dor — e será tanto mais bela quanto mais justa e exactamente representar por esses gestos a emoção da dor, quanto mais adaptados em tudo forem esses gestos ao mostrar essa emoção.\n",
        "favourite": "no"
    },
    {
        "title": "A arte é a notação nítida de uma impressão errada (falsa)",
        "author": "Fernando Pessoa",
        "language": "Portuguese",
        "genre": "Ensaio e Crítica",
        "type": "Other",
        "content": "1. A arte é a notação nítida de uma impressão errada (falsa). (À notação nítida duma impressão exacta chama-se ciência).\n\n2. O processo artístico é relatar essa impressão falsa, de modo que pareça absolutamente natural e verdadeira.\n\nQuando Ésquilo fala no “riso inúmero do mar”, diz uma coisa pavorosa de todos os pontos de vista, incluindo o quase-gramatical, que se indigna com a justaposição das palavras “riso inúmero”.\n",
        "favourite": "no"
    },
    {
        "title": "A música é apenas a forma subtilizada das artes de comunicação social",
        "author": "Ricardo Reis",
        "language": "Portuguese",
        "genre": "Ensaio e Crítica",
        "type": "Other",
        "content": "A música é apenas a forma subtilizada das artes de comunicação social. A música é a forma abstracta de entreter.\n\nArtes de comunicação social\n\n[Artes de comunicação] externa (escultura: máx[ima])\n\n[Artes de comunicação] interna [:] prosa e o verso a, que são modos inteiramente diferentes.\n\nO verso é mais abstracto que a prosa porque, em vez de discorrer, impõe.\n\nPara Pessoa a filosofia é uma arte, para Campos é não uma arte, mas uma ciência virtual. Para mim nada é, ou, quando muito, é um simulacro de ciência, feita sem dados: a tentativa de construir uma ciência original sem dados alguns.\n\nA prosa está para a poesia como a pintura para a escultura.\n\nNa escultura, que é o tipo da arte, servimo-nos da forma da vida e da matéria da não-vida.\n\nPossivelmente: só duas artes:\n\na escultura, que é a imposição da forma particular da vida à matéria material, e a poesia, que é a imposição da forma geral da vida à matéria mental. As outras artes são subtracções destas.\n",
        "favourite": "no"
    },
    {
        "title": "A inteligência elabora elementos vindos do exterior",
        "author": "Fernando Pessoa",
        "language": "Portuguese",
        "genre": "Ensaio e Crítica",
        "type": "Other",
        "content": "A inteligência elabora elementos vindos do exterior, isto é, trabalha sobre dados dos sentidos. Esses dados são de três espécies — os que são propriamente sensações, dados directos dos sentidos; os que resultam da transmissão directa de sensações e impressões alheias, colhida no convívio social; e os que resultam de influências indirectas, impressões colhidas em livros, em museus, em laboratórios. Os dados directos dos sentidos são, em si mesmos, necessariamente limitados, pois cada um de nós é só quem é: não vê senão com os próprios olhos, nem ouve senão com os próprios ouvidos. Não vemos nem ouvimos bem e profundamente senão quando a inteligência, ampliada pelos outros dois factores ou por qualquer deles, amplia as nossas sensações, com as quais insensivelmente colabora. Vemos e ouvimos melhor — no sentido de mais completa e interessantemente — quanto mais ampla e informada é a inteligência que está por trás do nosso ver e ouvir. Por isso com razão disse Blake: “Um néscio não vê a mesma árvore que vê um sábio”. (Um néscio e um sábio não vêem a mesma árvore).\n\nSegue, pois, que os dados do exterior serão tanto mais completos e sugestivos quanto maior for a formação da inteligência pelas impressões colhidas no convívio social, ou pelas impressões colhidas em livros, museus, em laboratórios. À soma das primeiras impressões chamamos vulgarmente experiência, cultura à soma das segundas. Estes dois elementos, directo e indirecto, reflectem-se um no outro: o convívio social será um elemento importante ou não na formação mental conforme a cultura da sociedade com que se convive. A cultura é o elemento importante — quer se receba directamente, pela leitura ou o estudo, quer se receba indirectamente, pelo convívio com os que a têm. “Só um parvo”, disse Bismarck, “aprende pela experiência; eu aprendi sempre na experiência alheia”.\n\nA cultura, porém, não é um resultado inevitável; não existe se não houver no indivíduo a capacidade de cultura, e existe no indivíduo, como resultado, na proporção em que existe essa capacidade. A cultura é um alimento mental, e o alimento, para que nutra, tem que ser assimilado. Assim o a quem chamamos um homem culto é aquele que tem a capacidade de assimilar cultura, de transmudar as influências culturais em matéria própria do seu espírito, e o que de facto adquire essas influências. De resto, a capacidade de cultura leva o indivíduo inevitavelmente a procurar cultura.\n\nHá três tipos de cultura — a que resulta da erudição, a que resulta da experiência translata, e a que resulta da multiplicidade de interesses intelectuais. A primeira é produzida pelo estudo paciente e aturado, pela assimilação sistematizada dos resultados desse estudo. A segunda é produzida pela rapidez e profundeza naturais do aproveitamento do que se lê ou vê e ouve. A terceira é produzida, como se disse, pela multiplicidade de interesses intelectuais: nenhum será profundo, nenhum será dominante, mas a variedade alargará o espírito. Daremos exemplos de todas do que existiram em três grandes poetas: vemos a primeira em Milton, que se preparou conscientemente para a sua obra poética — qualquer que houvesse de ser, pois em jovem não sabia qual seria — pela posse do grego, do latim, do hebreu e do italiano (todos os quais não só lia, mas escrevia), e pelo estudo dos clássicos em as duas primeiras línguas. Vemos a segunda em Shakespeare, pessoa pouco lida e estudada, mas intenso e profundo em aproveitar tudo que via e ouvia, a ponto de involuntariamente simular uma erudição que verdadeiramente não tinha. Vemos a terceira em Goethe, que nem tinha a erudição de Milton nem a ultra-assimilação de Shakespeare, mas cuja variedade de interesses, abrangendo todas as artes e quase todas as ciências, compensava na universalidade o que perdia em profundeza ou absorção.\n\nUm poeta que saiba o que são as coordenadas de Gauss tem mais probabilidades de escrever um bom soneto de amor do que um poeta que o não saiba. Nem há nisto mais que um paradoxo aparente. Um poeta que se deu ao trabalho de se interessar por uma abstrusão matemática tem em si o instinto da curiosidade intelectual, e quem tem em si o instinto da curiosidade intelectual colheu por certo, no decurso da sua experiência da vida, pormenores do amor e do sentimento superiores aos que poderia ter colhido quem não é capaz de se interessar senão pelo curso normal da vida que o afecta — a manjedoura do ofício e a arreata da submissão. Um é mais vivo que o outro pelo menos como poeta: de aí a relação subtil entre as coordenadas de Gauss e a Amaryllis do momento.\n\nUm é um homem que é poeta, o outro um animal que faz versos.",
        "favourite": "no"
    },
    {
        "title": "Ritmo Paragráfico",
        "author": "Álvaro de Campos",
        "language": "Portuguese",
        "genre": "Ensaio e Crítica",
        "type": "Other",
        "content": "Tudo quanto é artificial no verso — a rima, o metro, a estrofe — é principalmente nocivo secundariamente. Não é tanto o mal que faz a rima, o metro, ou a estrofe em serem em si mesmas artificiais. O mal é que desviem a atenção da emoção ou do pensamento, criam novos pensamentos, e assim interrompem o que originalmente se pensaria.\n\nTodos quantos escreveram em metro, em rima ou em estrofe, sabem que esses elementos regulares sugerem coisas que não estavam no pensamento original, sabem que são elementos activos em compelir o pensamento e a sua expressão a seguir um caminho que, salvo eles, não seguiria. Ora, se eu sinto profundamente uma coisa e a quero dizer profundamente, para que os outros a sintam profundamente, não quero ser desviado dessa profundeza com que sinto porque a palavra «amor» não rima com a palavra «queijada», ou porque «cebola» tem que ser «nabo» num ponto onde só cabem duas sílabas, ou porque «ontem» é um espondeu e tenho que pôr «pálido» para dar dáctilo.\n\nO verbalismo extenuante de grandes sensibilidades poéticas como Vítor Hugo — capaz de alma, se tivesse a disciplina suficiente para ter indisciplina, de fazer formidáveis poemas de emoção — baseia-se absolutamente na preocupação de ter amor ou ódio em parelhas de alexandrinos, de ter que pensar e que sentir em rimas graves alternadas com rimas agudas, e de expor o que sente em dois alexandrinos um verso de seis dois alexandrinos um verso de seis, rima aabccb, etc. etc. Como se pode sentir nestas gaiolas?\n\nO rio, que poderia correr grandemente no seu leito, extravasa para os campos; o que devia ser um curso torna-se uma cheia. parece que a imagem está às avessas, e que os metros, as rimas, as estrofes é que verdadeiramente se devem comparar às margens. Mas não é assim. As margens são as da nossa emoção natural. A rima ou o metro são uma espécie de erguer-se do leito do rio que faz transbordar este por uma forma desconhecida na natureza. Nem sequer é uma cheia natural.\n\nÉ-se grande poeta assim? Pode ser-se. Mas é-se grande poeta apesar disto e não por causa disto. É-se grande poeta porque se é grande poeta, e não porque «courage» rima com «rage» ou «son» com «saucisson».\n\nSe, ao desenvolver um poema que tem metro ou rima, a minha odeia pedir a palavra «amor», mas o metro ou a rima exigirem as sílabas ou o som que pode ser preenchido só pela palavra «afecto», adentro da possível ou plausível sinonímia, não é senão humano que eu empregue a palavra «afecto», dando o caso por fechado nesse particular. Mas o seguimento do poema será atacado pela circunstância de que a palavra «afecto» contém implícitas que não contém a palavra «amor», e, insensivelmente, quase sem dar por isso, ou até sem dar por isso, o seguimento do poema sofrerá um desvio, porque a minha própria ideia sofreu.\n\nAdmitida mesmo a artificialidade de toda a poesia, ninguém há que não reconheça que temos aqui artificialidade a mais. Que quem sente deveras não fala em verso, nem mesmo em prosa, mas em grito ou acto, é verdade; mas que quem sente um pouco menos deveras, e pode portanto falar em verso, tenha, ainda por cima, que falar em verso dos outros — porque outra coisa não é o metro e a rima do que uma imposição alheia — , isso é menos que verdade, isso, organicamente, não é nada.\n\nSei bem que a própria palavra é uma instituição dos outros, mas a substância da vida é a assimilação, isto é, a conversão do que é outro em nosso. E quanto mais nosso tornarmos o que é dos outros, mais vivemos. Para tornarmos mais nosso o que é dos outros, é preciso que ele, inicialmente, seja o menos possível dos outros já, para que mais facilmente seja nosso. A força da alma humana não é tal, que trabalhe seguramente através de grandes dificuldades. Napoleão disse que não conhecia a palavra impossível, mas deve tê-la encontrado em Moscovo e Waterloo, se a não tinha visto antes. Depois, deve ter ficado a conhecer a palavra, em toda a sua expressão maligna.\n\nDisse Goethe que «trabalhar dentro de limites revela o mestre». Revela, mas o mestre no sentido do jongleur de possibilidades, do artista de circo da inteligência superior. Dar uma cambalhota em que o corpo passe através de um arco de papel, revela o mestre no sentido de Goethe, porque o arco de papel é um limite, mas, na vida, e na arte que é a vida, não há limites dessa ordem. O limite que temos é a nossa própria personalidade; é o sermos nós e não a vida inteira. É isso o limite dentro do qual temos que trabalhar, porque não podemos trabalhar fora dele. E, para limite, basta esse.\n",
        "favourite": "no"
    },
    {
        "title": "A virtude principal da literatura - o não ser música",
        "author": "Fernando Pessoa",
        "language": "Portuguese",
        "genre": "Ensaio e Crítica",
        "type": "Other",
        "content": "A virtude principal da literatura - o não ser música - é ao mesmo tempo o seu principal defeito. Tem que ser composta e expressa em uma língua qualquer. Tem, portanto, por mais largamente que essa língua seja falada ou conhecida, que se não dirigir plenariamente à maioria do género humano. Aquilo por onde é mais explícita que qualquer outra arte, por isso mesmo é menos universal que ela.\n\nOcorre, pois, perguntar por que processo, em literatura, é alguém universalmente célebre, como, ainda que poucos, há relativamente tantos que o são; porque processo são célebres no espaço, e sobretudo no espaço e no tempo, quando forçosamente, e mormente na poesia, que é a espécie literária mais alta, nenhuma tradução, supondo que existe, pode dar conhecimento da obra em sua completa e verdadeira vida.\n\nPorque o certo é que, a maioria de nós, não mentimos nem fingimos quando, ignorantes do grego, sofremos o entusiasmo de Homero, ou, hóspedes e peregrinos no latim, temos o culto de Horácio ou de Catulo. Não mentimos nem fingimos; pressentimos. E esse pressentimento, feito de não sei que misto de intuição, de sugestão e de entendimento obscuro, é uma espécie de tradutor invisível, que acompanha pelas eras fora, e torna universal como a música, a arte dada em linguagem, esse produto de Babel, com cuja queda o homem pela segunda vez caiu.\n\nO que há de mais alto neste mundo fala, quer queira quer não, uma linguagem simbólica, entendida por poucos com a verdadeira chave hermética, a inteligência, entendida por mais com o instinto de que há que entender, que é a intuição. São os primeiros, para o caso da obra literária, os que conhecem como naturais a língua em que ela está escrita; são os segundos os que a não conhecem assim, ou de todo a não conhecem, mas que, não conhecendo a língua, conhecem todavia a obra.\n\nMas há mais, e mais estranho. Podemos, por intuição, ou o que quer que seja, figurar-nos a alma e a vida de uma obra poética de que não conhecemos nada, ou, no melhor, não conhecemos mais que uma tradução em prosa, que é outra forma, mais complicada, do mesmo nada. Muitos de nós, porém, nos figuramos, com razoável exactidão, a alma e a vida de obras que nunca lemos, por vagas reminiscências de referencias, por obscuras e casuais alusões, ou de obras, ainda, em idiomas estranhos, e de que não há, ou pelo menos nunca lemos, tradução em idioma que no-lo não seja. Aqui o tradutor invisível opera invisivelmente. Já não intuicionamos: adivinhamos. E como se houvesse em nós uma parte superior da alma que soubesse por condição todos os idiomas e tivesse lido por natureza todas as obras.\n\nAfinal, que é uma obra literária senão a projecção em linguagem de um estado de espírito, ou de uma alma humana? E essa obra é o símbolo vivo da alma que a escreveu (compôs), ou do momento dessa alma - uma pequena alma ocasional - que a projectou. Porque não haverá de alma para alma uma comunicação oculta, um entendimento sem palavras, pelo qual adivinhemos a sombra visível pelo conhecimento do corpo invisível que a projecta, e entendemos o símbolo, não por o conhecermos visto, mas por sabermos aquilo de que é símbolo?\n\nQuem sabe, até, se em qualquer estado antenatal, não vimos frente a frente a obra em seu espírito, que não no corpo verbal que aqui tem; que, ouvindo aqui só falar nela, desde logo sabemos de que se trata, na sua verdadeira essência e vida; e que, pois, lendo mal, ou nem sequer lendo, não é em nós suscitado, não um entendimento, ainda que intuitivo, mas uma funda e subtil recordação?\n\nQuem sabe, ainda, se, nesse estado antenatal, livres ainda do espaço e do tempo, não vimos já tudo, aqui hoje passado ou aqui hoje futuro, sub specie aeternitatis; e assim, se pudermos dispertar em nós essa anamnesis, não estamos hoje, nós mesmos nossos tradutores invisíveis, senhores inconscientes das obras ainda por nascer no decurso futuro do mundo?\n\nNão sorrio por isso - ou, melhor, não sorrio sempre, nem prontamente - dos que me falam de Shakespeare sem que saibam o inglês - e escolho Shakespeare para exemplo porque ele é dos poetas mais fielmente casados com a índole e as possibilidades do idioma em que compôs, e, como bom marido, com as maneiras e formas de enganar esse idioma. Não sorrio. Quem sabe se, em qualquer incamação anterior, o que me fala não conheceu Shakespeare como aqui foi, não falou com ele como aqui falou, e não está sendo, sem que ele ou eu o saiba, o tradutor invisível de um grande amigo ignorado?\n",
        "favourite": "no"
    },
    {
        "title": "History of the Necronomicon",
        "author": "H. P. Lovecraft",
        "language": "English",
        "genre": "Gothic Literature",
        "type": "Other",
        "content": "Original title Al Azif — azif being the word used by Arabs to designate that nocturnal sound (made by insects) suppos'd to be the howling of daemons.\n\nComposed by Abdul Alhazred, a mad poet of Sanaá, in Yemen, who is said to have flourished during the period of the Ommiade caliphs, circa 700 A.D. He visited the ruins of Babylon and the subterranean secrets of Memphis and spent ten years alone in the great southern desert of Arabia -- the Roba el Khaliyeh or \"Empty Space\" of the ancients -- and \"Dahna\" or \"Crimson\" desert of the modern Arabs, which is held to be inhabited by protective evil spirits and monsters of death. Of this desert many strange and unbelievable marvels are told by those who pretend to have penetrated it. In his last years Alhazred dwelt in Damascus, where the Necronomicon (Al Azif) was written, and of his final death or disappearance (738 A.D.) many terrible and conflicting things are told. He is said by Ebn Khallikan (12th cent. biographer) to have been seized by an invisible monster in broad daylight and devoured horribly before a large number of fright-frozen witnesses. Of his madness many things are told. He claimed to have seen fabulous Irem, or City of Pillars, and to have found beneath the ruins of a certain nameless desert town the shocking annals and secrets of a race older than mankind. He was only an indifferent Moslem, worshipping unknown entities whom he called Yog-Sothoth and Cthulhu.\n\nIn A.D. 950 the Azif, which had gained a considerable tho' surreptitious circulation amongst the philosophers of the age, was secretly translated into Greek by Theodorus Philetas of Constantinople under the title Necronomicon. For a century it impelled certain experimenters to terrible attempts, when it was suppressed and burnt by the patriarch Michael. After this it is only heard of furtively, but (1228) Olaus Wormius made a Latin translation later in the Middle Ages, and the Latin text was printed twice -- once in the fifteenth century in black-letter (evidently in Germany) and once in the seventeenth (prob. Spanish) -- both editions being without identifying marks, and located as to time and place by internal typographical evidence only. The work both Latin and Greek was banned by Pope Gregory IX in 1232, shortly after its Latin translation, which called attention to it. The Arabic original was lost as early as Wormius' time, as indicated by his prefatory note; and no sight of the Greek copy -- which was printed in Italy between 1500 and 1550 -- has been reported since the burning of a certain Salem man's library in 1692. An English translation made by Dr. Dee was never printed, and exists only in fragments recovered from the original manuscript. Of the Latin texts now existing one (15th cent.) is known to be in the British Museum under lock and key, while another (17th cent.) is in the Bibliothèque Nationale at Paris. A seventeenth-century edition is in the Widener Library at Harvard, and in the library of Miskatonic University at Arkham. Also in the library of the University of Buenos Aires. Numerous other copies probably exist in secret, and a fifteenth-century one is persistently rumoured to form part of the collection of a celebrated American millionaire. A still vaguer rumour credits the preservation of a sixteenth-century Greek text in the Salem family of Pickman; but if it was so preserved, it vanished with the artist R. U. Pickman, who disappeared early in 1926. The book is rigidly suppressed by the authorities of most countries, and by all branches of organised ecclesiasticism. Reading leads to terrible consequences. It was from rumours of this book (of which relatively few of the general public know) that Robert W. Chambers is said to have derived the idea of his early novel The King in Yellow.\n",
        "favourite": "no"
    }
]